[{
    "nameAuthor": "Nguyễn Nhật Ánh",
    "storyAuthor": "Nguyễn Nhật Ánh (sinh ngày 7 tháng 5 năm 1955) là một nhà văn người Việt. Ông được biết đến qua nhiều tác phẩm văn học về đề tài tuổi mới lớn, các tác phẩm của ông rất được độc giả ưa chuộng và nhiều tác phẩm đã được chuyển thể thành phim."
},
{
    "nameAuthor": "Trang Hạ",
    "storyAuthor": "Nhà văn Trang Hạ, tên thật là Hạ Trịnh Minh Trang. Sinh ngày 30 tháng 11 năm 1975 tại Hà Nội - Việt Nam. Cô từng là bút trưởng thế hệ đầu của Hội bút Hương đầu mùa của báo Hoa học trò vào những năm đầu của thập niên 1990. Từ lúc đi học, cô đã bộc lộ rõ là một cô gái có tài viết văn tốt cùng với góc nhìn nhận, đánh giá quan điểm tinh tế và nhạy bén. Cô là một cây bút nữ viết truyện ngắn và dịch truyện nổi đình đám ở Hà Nội. Với phông văn hoá tiếng Trung dày dặn, sự am hiểu sâu sắc nền văn hóa Trung hoa và được tiếp cận với đất nước Trung quốc trong một thời gian dài nên những tác phẩm của Trang Hạ mấy năm gần đây thường tạo nên 'kỉ lục' về hiện tượng xuất bản."
},
{
    "nameAuthor": "Nguyễn Phong Việt",
    "storyAuthor": "Nguyễn Phong Việt sinh ngày 18/7/1980 tại Tuy Hoà, Phú Yên, là cựu học sinh chuyên Nguyễn Huệ, tốt nghiệp Đại học Ngoại ngữ - Tin học Thành phố Hồ Chí Minh. Từ năm 1998, anh là thành viên hội bút Vòm me xanh của báo Mực tím với bút danh Me Quê (bút trưởng năm 2002). Nguyễn Phong Việt cũng từng ba lần đoạt giải thưởng Bút mới của báo Tuổi trẻ. Hiện anh sống tại Thành phố Hồ Chí Minh, là phóng viên mảng văn hoá, nghệ thuật của báo Mực tím."
},
{
    "nameAuthor": "Anh Khang",
    "storyAuthor": "Anh Khang tên đầy đủ là Quách Lê Anh Khang. Sinh ngày 11/8/1987. Là cử nhân khoa Báo chí và Truyền thông - Đại học Khoa học Xã hội và Nhân văn Tp. Hồ Chí Minh."
},
{
    "nameAuthor": "Nguyễn Ngọc Thạch",
    "storyAuthor": "Nguyễn Ngọc Thạch là nhà văn khá nổi tiếng hiện nay, anh là một trong những tác giả 8x hiếm hoi có lượng sách thuộc vào hàng bán chạy ại Việt Nam. Nhiều tác phẩm của anh liên tục lọt vào top best-sellers của một số trang bán sách online."
},
{
    "nameAuthor": "Hamlet Trương",
    "storyAuthor": "Hamlet Trương (22/09/1988) tên thật là Lê Văn Trương, sinh tại TP.HCM. Hamlet Trương hoạt động ở nhiều lĩnh vực: ca sĩ, nhạc sĩ, nhà văn và MC. Hamlet Trương bắt đầu sáng tác từ 2006, những ca khúc mang về ít nhiều thành công cho nhiều ca sĩ. Năm 2012 bắt đầu sự nghiệp ca hát và xây dựng hình ảnh một chàng trai lãng mạn hát các ca khúc tự sáng tác. Bên cạnh đó Hamlet Trương còn là một trong những nhà văn trẻ có lượng sách tiêu thụ lớn nhất của Việt Nam."
},
{
    "nameAuthor": "Đỗ Nhật Nam",
    "storyAuthor": "Đỗ Nhật Nam sinh năm 2001 là một sinh viên người Việt Nam được biết đến như là một người trẻ tài năng, một thần đồng. Ngoài ra, anh cũng là một người viết sách và một dịch giả. Hiện anh có dự định theo đuổi ngành âm nhạc."
},
{
    "nameAuthor": "Nguyễn Ngọc Sơn (Sơn Paris)",
    "storyAuthor": "Nguyễn Ngọc Sơn, nghệ danh là Sơn Paris sinh năm 1994, dù tuổi đời còn non trẻ nhưng những tác phẩm anh mang lại cho người đọc, đặc biệt là giới trẻ lại chiếm được nhiều tình cảm và sự hâm mộ dành cho anh. Hiện nay anh đã xuất bản được hai cuốn sách ăn khách mang tên: “Trót lỡ chạm môi nhau”, “Muốn khóc thật to”."
}
]